<?php

return[
    // signup
    "signupAcc" => "အကောင့်အသစ်ကို စာရင်းသွင်းပါ။",
    "age" => "အသက်",
    "haveAcc" => "အကောင့်ရှိပြီးသားလား?",

    // login 
    "loginAcc"   => "သင့်အကောင့်သို့ ဝင်ရောက်ပါ။",
    "username" => "အသုံးပြုသူအမည်",
    "pwd" => "စကားဝှက်",
    "forgetPwd" => "စကားဝှက်မေ့နေပါသလား?",
    "noAcc?" => "အကောင့်မရှိသေးဘူးလား?",
    'singUp'    => 'Sign up',

    //hospital 
    "hello" => "မင်္ဂလာပါ :username",
    "roomsts" => "အခန်းစာရင်း",
    "unreadMsg" => "မဖတ်ရသေးသော Message",
    "dStore"    => "ဆေးဆိုင်",
    "Apm"       => "ရက်ချိန်း စာရင်း",
    "sAll"    => "အားလုံးကြည့်မည်။",
    "rMore"     =>"ပိုပြီးဖတ်မည်",
    "cAll"      => "ပိုစစ်ဆေးမည်။",

    //room
    "roomcount" => '{0} အခန်းစာရင်းမတွေ့ပါ။|{1} အခန်း 1 ခန်း တွေ့ပါသည်။|[2,*] အခန်းမျာ :count ခန်း တွေ့ပါသည်။',
    "back"      => "ပြန်သွားမည်။",
    "add"       => "အခန်းအသစ်ထည့်မည်။",
    "edit"      => "ပြင်ဆင်",
    "del"       => "ဖျက်ပါ။",
    //show
    "rInfo"  => "အခန်းအချက်အလက်",
    "rNum"      => "အခန်းနံပတ်",
    "rSts"      => "အခန်းအခြေအနေ",
    "gNum"      => "ဧည့်သည်အရေအတွက်",
    "rFees"      => "အခန်းခ",
    //edit
    "editRInfo" => "အခန်းအချက်အလက်ပြုပြင်ခြင်း",
    "newRnum"  => "အခန်းနံပါတ်အသစ်",
    "newGnum"  => "ဧည့်သည်အရေအတွက်အသစ်",
    "newRfees"  => "အခန်းခအသစ်",
    "editRbtn"  => "ပြုပြင်မည်",
    "cancel"    => "ရပ်စဲမည်",
    // add
    "addRoom"   => "အခန်းအသစ်ထည့်ခြင်း",
    "addRbtn"   => "အခန်းအသစ်ထည့်မည်",

    // Message
    "addmsg"       => "မက်ဆေ့ခ်ျအသစ်ထည့်မည်",
    // show 
    "msgInfo"       => "မက်ဆေ့ခ်ျ အချက်အလက်",
    "msg"       => "မက်ဆေ့ခ်ျ",
    "msgSts"       => "မက်ဆေ့ခ်ျ အခြေအနေ",
    // edit 
    "editMsg"       => "မက်ဆေ့ခ်ျပြုပြင်ခြင်း",
    "newMsg"       => "မက်ဆေ့ခ်ျအသစ်",
    // add
    "addnewMsg"    => " မက်ဆေ့ခ်ျအသစ်ပို့ခြင်း",
    "sendnewMsg"    => "မက်ဆေ့ခ်ျပို့မည်",

    //Drug
    "addDrug"  => "ဆေးအသစ်ထည့်မည်",
    // show
    "dInfo"     => "ဆေးအချက်အလက်",
    "dName"     => "ဆေး နာမည်",
    "dAmount"     => "ဆေး ပမာဏ",
    "dStock"     => "လက်ဝယ်ရှိဆေး",
    "dPrice"     => "ဆေးစျေးနှုန်း",
    // edit
    "editDinfo"     => "ဆေးအချက်အလက် ပြုပြင်ခြင်း",
    // add
    "addNewdrug"    => "ဆေးအသစ်ထည့်ခြင်း",

    // appointment
    "addApm"    => "ရက်ချိန်းအသစ်ထည့်မည်",
    // show
    "apmInfo" => "ရက်ချိန်းအချက်အလက်",
    "drName"    => "ဆရာဝန်အမည်",
    "apmDT"     => "ရက်ချိန်း ရက်စွဲနှင့်အချိန်",
    // edit
    "editApm"   => "ရက်ချိန်းအချက်အလက် ပြုပြင်ခြင်း",
    "editApmBtn"=> "ရက်ချိန်းပြုပြင်မည်",
    // add
    "addNewApm" => "ရက်ချိန်းအသစ်ထည့်ခြင်း"

]
?>